tap "benjiwolff/neovim-nightly"
tap "homebrew/services"
tap "nikitabobko/tap"
tap "sst/tap"
brew "astroterm"
brew "curl"
brew "docker"
brew "docker-compose"
brew "ffmpeg"
brew "fzf"
brew "gh"
brew "git"
brew "httpie"
brew "jq"
brew "mise"
brew "neovim"
brew "tree-sitter"
brew "ripgrep"
brew "starship"
brew "tree-sitter-cli"
brew "zellij"
brew "zoxide"
brew "sst/tap/opencode"
cask "aerospace"
cask "font-hack-nerd-font"
cask "font-iosevka"
cask "font-iosevka-nerd-font"
cask "font-iosevka-term-nerd-font"
cask "font-iosevka-term-slab-nerd-font"
cask "font-jetbrains-mono-nerd-font"
cask "ghostty"
cargo "bacon"
