{
	"apps": [
		{
			"Source": "main",
			"Info": "",
			"Version": "25.01",
			"Updated": "2025-09-27T00:33:28.4958169+03:00",
			"Name": "7zip"
		},
		{
			"Source": "main",
			"Info": "",
			"Version": "8.17.0_6",
			"Updated": "2026-01-04T00:37:49.9038253+03:00",
			"Name": "curl"
		},
		{
			"Source": "main",
			"Info": "",
			"Version": "0.67.0",
			"Updated": "2026-01-04T00:39:58.6563566+03:00",
			"Name": "fzf"
		},
		{
			"Source": "main",
			"Info": "",
			"Version": "15.2.0",
			"Updated": "2026-01-04T00:40:11.2731616+03:00",
			"Name": "gcc"
		},
		{
			"Source": "main",
			"Info": "",
			"Version": "2.83.2",
			"Updated": "2026-01-04T00:40:12.2044546+03:00",
			"Name": "gh"
		},
		{
			"Source": "main",
			"Info": "",
			"Version": "2.52.0",
			"Updated": "2026-01-04T00:41:37.2054839+03:00",
			"Name": "git"
		},
		{
			"Source": "nerd-fonts",
			"Info": "",
			"Version": "3.4.0",
			"Updated": "2025-09-27T00:44:31.4008276+03:00",
			"Name": "Iosevka-NF-Mono"
		},
		{
			"Source": "main",
			"Info": "",
			"Version": "1.8.1",
			"Updated": "2026-01-04T00:37:20.959404+03:00",
			"Name": "jq"
		},
		{
			"Source": "main",
			"Info": "",
			"Version": "4.4.1",
			"Updated": "2025-10-19T01:02:00.8556453+03:00",
			"Name": "make"
		},
		{
			"Source": "main",
			"Info": "",
			"Version": "2025.12.13",
			"Updated": "2026-01-04T01:21:15.0787751+03:00",
			"Name": "mise"
		},
		{
			"Source": "main",
			"Info": "",
			"Version": "0.11.5",
			"Updated": "2025-11-04T19:00:08.5898262+03:00",
			"Name": "neovim"
		},
		{
			"Source": "main",
			"Info": "",
			"Version": "15.1.0",
			"Updated": "2025-11-04T19:00:09.833387+03:00",
			"Name": "ripgrep"
		},
		{
			"Source": "main",
			"Info": "",
			"Version": "1.28.2",
			"Updated": "2025-09-27T00:55:48.8755828+03:00",
			"Name": "rustup"
		},
		{
			"Source": "main",
			"Info": "",
			"Version": "1.24.2",
			"Updated": "2026-01-04T00:40:13.5887448+03:00",
			"Name": "starship"
		},
		{
			"Source": "main",
			"Info": "",
			"Version": "0.26.3",
			"Updated": "2026-01-04T00:25:49.6206319+03:00",
			"Name": "tree-sitter"
		},
		{
			"Source": "extras",
			"Info": "",
			"Version": "14.50.35719.0",
			"Updated": "2026-01-04T01:15:40.8911474+03:00",
			"Name": "vcredist2022"
		},
		{
			"Source": "main",
			"Info": "",
			"Version": "0.15.2",
			"Updated": "2025-11-04T19:00:42.940568+03:00",
			"Name": "zig"
		},
		{
			"Source": "main",
			"Info": "",
			"Version": "0.9.8",
			"Updated": "2025-10-18T16:58:36.8760287+03:00",
			"Name": "zoxide"
		}
	],
	"buckets": [
		{
			"Name": "main",
			"Source": "https://github.com/ScoopInstaller/Main",
			"Updated": "2026-01-03T20:21:46+03:00",
			"Manifests": 1412
		},
		{
			"Name": "extras",
			"Source": "https://github.com/ScoopInstaller/Extras",
			"Updated": "2026-01-03T23:50:31+03:00",
			"Manifests": 2239
		},
		{
			"Name": "nerd-fonts",
			"Source": "https://github.com/matthewjberger/scoop-nerd-fonts",
			"Updated": "2026-01-02T07:05:27+03:00",
			"Manifests": 367
		}
	]
}
