{
	"apps": [
		{
			"Source": "main",
			"Name": "python"
		},
		{
			"Name": "7zip",
			"Source": "main"
		},
		{
			"Name": "curl",
			"Source": "main"
		},
		{
			"Name": "gcc",
			"Source": "main"
		},
		{
			"Name": "gh",
			"Source": "main"
		},
		{
			"Name": "git",
			"Source": "main"
		},
		{
			"Name": "glazewm",
			"Source": "extras"
		},
		{
			"Name": "Iosevka-NF-Mono",
			"Source": "nerd-fonts"
		},
		{
			"Name": "make",
			"Source": "main"
		},
		{
			"Name": "mise",
			"Source": "main"
		},
		{
			"Name": "rustup",
			"Source": "main"
		},
		{
			"Name": "vcredist2022",
			"Source": "extras"
		},
		{
			"Name": "zig",
			"Source": "main"
		},
		{
			"Name": "winutil",
			"Source": "extras"
		}
	],
	"buckets": [
		{
			"Name": "main",
			"Source": "https://github.com/ScoopInstaller/Main"
		},
		{
			"Name": "extras",
			"Source": "https://github.com/ScoopInstaller/Extras"
		},
		{
			"Name": "nerd-fonts",
			"Source": "https://github.com/matthewjberger/scoop-nerd-fonts"
		}
	]
}
