{
	"apps": [
		{ "Name": "7zip", "Source": "main" },
		{ "Name": "Iosevka-NF-Mono", "Source": "nerd-fonts" },
		{ "Name": "curl", "Source": "main" },
		{ "Name": "gcc", "Source": "main" },
		{ "Name": "gh", "Source": "main" },
		{ "Name": "git", "Source": "main" },
		{ "Name": "glazewm", "Source": "extras" },
		{ "Name": "make", "Source": "main" },
		{ "Name": "mise", "Source": "main" },
		{ "Name": "python", "Source": "main" },
		{ "Name": "rustup", "Source": "main" },
		{ "Name": "vcredist2022", "Source": "extras" },
		{ "Name": "winutil", "Source": "extras" },
		{ "Name": "zig", "Source": "main" }
	],
	"buckets": [
		{
			"Name": "main",
			"Source": "https://github.com/ScoopInstaller/Main"
		},
		{
			"Name": "extras",
			"Source": "https://github.com/ScoopInstaller/Extras"
		},
		{
			"Name": "nerd-fonts",
			"Source": "https://github.com/matthewjberger/scoop-nerd-fonts"
		}
	]
}
